{
    "lang": "English",
    "stillingsannonser": "Stillingsannonser",
    "kontakt": "Kontakt",
    "omoss": "Om oss",
    "homescreen": {
        "fremtidig": "Møt din fremtidige arbeidsgiver på"
    },
    "program22": "Slik så programmet for Nettverksdagene 2022 ut",
    "hensikt": "Nettverksdagene er en karrieremesse arrangert av studenter på studiet Kybernetikk og robotikk ved NTNU. Hensikten er å gi studentene mulighet til å møte sine fremtidige arbeidsgivere, få informasjon om sommerjobber og et innblikk i arbeidslivet.",
    "nettverksdagene": "Nettverksdagene",
    "doyour": "Vil din bedrift delta på Nettverksdagene 2025?",
    "folgos": "Følg oss",
    "ballong": "Det blir ballongslipp der du kan vinne flotte premier!",
    "glassgard": "Hele Glassgården fylles med stands! Her har du mulighet for å komme i kontakt med mange spennende bedrifter.",
    "bedpres": "Det blir holdt bedriftpresentasjoner for de som vil bli bedre kjent med bedriftene.",
    "deadline": "Løpende frist",
    "sokher": "Søk her",
    "påmelding": "Påmelding",
    "submitted": "Dersom du ble med, har du fått en bekreftelsesmail",
    "påmeldingstart": "Påmelding har startet",
    "vilbliventeliste": "Du vil bli satt på venteliste",
    "venteliste": "venteliste",
    "regfinish": "Påmelding er ferdig",
    "påmeldte": "påmeldte",
    "onthe": "på",
    "destroypart": "Ønsker du å melde deg av? Klikk her.",
    "regtobegin": "Påmelding starter",
    "avmelding": "Er du sikker på at du vil melde av",
    "sponsors": "Sponsorer i 2024",
    "login": "Logg inn",
    "itstime": "Det er på tide at noe blir gjort her",
    "nouser": "Har du ikke bruker? Kontakt IT.",
    "glemtpassord": "Glemt passord?",
    "leggut": "Legg ut",
    "edit": "Endre",
    "abort": "Avbryt",
    "create": "Opprett skjema",
    "merk": "Merk",
    "lastpart": "Skriv kun inn siste del av lenken (f.eks. hvis du skriver inn 'telenor', så blir linken https'://nettverksdagene.no/stillinger/telenor). Hvis du skriver inn en intern link, så vil stillingsannonsen linkes til en boks med det innholdet som du spesifiserer nedenfor. Hvis du ikke skriver inn en intern link, så linkes stillingsannonsen til den vanlige linken (ovenfor).",
    "herestilling": "Her kan du legge inn nye stillingannonser og de vil dukke opp under",
    "sendtoall": "Send mail til alle deltagere",
    "medlemgruppe": "Medlemmer grupperes på kontaktsiden etter hvilket team de hører hjemme i. Pass på at alle i samme team skrives opp med nøyaktig samme teamnavn, ellers vil de havne i forskjellige kategorier. Det er lurt å dobbeltsjekke på kontaktsiden om alt stemmer etter du har lagt inn et medlem",
    "squarephoto": "Bildet blir automatisk plassert i sentrum av et kvadrat, men ikke beskåret eller strukket. Last opp bilder som allerede er kvadratiske for best resultat.",
    "about": "Om",
    "nettis": "Nettverksdagene er en årlig karrieremesse arrangert av Kybtur, en organisasjon styrt av tredjeårsstudenter på masterstudiet Kybernetikk og robotikk ved NTNU. Målet er å knytte kontakt mellom studenter og bedrifter innenfor relevante fagområder.",
    "inntektene": "Inntektene fra Nettverksdagene vil gå til studietur med faglig innhold for studenter ved Kybernetikk og robotikk. Den vil gi en mulighet til å se hvordan nyskapende teknologi brukes i andre land og gi studentene større innsikt i hvordan problemer løses ute i store internasjonale bedrifter. Støtte til Nettverksdagene vil derfor gi uvurderlig kunnskap som vil bidra til å gjøre studentene ekstra verdifulle i fremtiden.",
    "contactinfo": "Her finner du kontaktinformasjon for å bli med eller stille spørsmål til Nettverksdagene 2025.",
    "bedrift": "Bedrift",
    "doyourshow": "Ønsker din bedrift å vise seg fram på Nettverksdagene eller har dere henvendelser angående bedriftpresentasjon eller stand, ta kontakt med bedriftgruppa.",
    "genquest": "Har du generelle henvendelser, eller er usikker på hvem du skal kontakte, kan du kontakte styret direkte.",
    "sponsquest": "For henvendelser angående sponsorsamarbeid, kontakt sponsorgruppa.",
    "contactpeople": "Kontaktpersoner for Nettverksdagene 2024",
    "loadingmsg": "Laster inn ...",
    "sendmailto": "Send mail til",
    "filter": "Filtrer annonser",
    "show": "Vis",
    "hide": "Skjul",
    "stillingstype": "Stillingstype",
    "sted": "Sted",
    "bankett": "Bankett",
    "ballongslipp": "Ballongslipp",
    "standtext": "Glassgården fylles med stands! Kom i kontakt med mange spennende bedrifter.",
    "programtext": "Nettverksdagene avsluttes med en bankett på Thon Hotel Prinsen. Trykk for info.",
    "bedprestext": "Det blir holdt flere bedrifts- presentasjoner for de som vil bli bedre kjent med bedriftene.",
    "ballongslipptext": "Vinn flotte premier når Nettverksdagene åpner med ballongslipp.",
    "Styret": "Styret",
    "Bedrift": "Bedrift",
    "thanksbunn": "Takk til Bunnpris!",
    "thanksbunntext": "Vi takker Bunnpris for forsyning av kaffe under Nettverksdagene 2023!",
    "thankscoop": "Takk til Coop Extra!",
    "thankscooptext": "Vi takker Coop Extra for forsyning av kaffe under Nettverksdagene 2023!",
    "glassgårdentext": "Glassgården fylles med stands! Kom i kontakt med mange spennende bedrifter.",
    "banquetend": "Nettverksdagene avsluttes med en bankett. ",
    "bedpres2": "Det blir holdt flere bedrifts- presentasjoner for de som vil bli bedre kjent med bedriftene.",
    "ball": "Vinn flotte premier når Nettverksdagene åpner med ballongslipp.",
    "programfor": "Trykk her for å se hvilke arrangementer som foregikk under Nettverksdagene 2022!",
    "bedpresword": "Bedpres",
    "coffeesponsor": "Kaffesponsor",
    "interviews": "Intervjuer",
    "interviews2": "Bli med på speedintervju med årets bedrifter",
    "valgomatresulttitle": "Resultater",
    "valgomatresulttext": "Ut ifra dine svar, er det disse bedriftene som passer deg best:"
}