{
    "ABB": ["ABB", "ABB is a global leader in electrification, robotics, automation, and sustainable energy solutions. They develop groundbreaking technology that combines digitization and electrification to create smarter, greener, and more efficient solutions for industry and society. ABB's products, such as robots and control systems, power everything from production lines to energy grids."],
    "Applica_Consulting": ["Applica Consulting", "Applica Consulting AS is a Norwegian technology company with specialized expertise in software and electronic systems development. They deliver innovative solutions to clients in various industries, including energy, aquaculture, and industrial automation. The company is known for its focus on customization and quality, with key tasks including development of embedded systems, IoT solutions, and control systems for complex technical challenges. With a culture that promotes collaboration and innovation, Applica Consulting AS is an exciting choice for those who want to combine knowledge of control systems with an interest in energy production and advanced technology."],
    "Brunvoll": ["Brunvoll", "Brunvoll is a family-owned company engaged in the development, in-house production, and service of propulsion, positioning, and maneuvering systems for advanced seagoing vessels. Their vision is to be industry-leading in sustainability, with the values \"responsible, reliable, and engaged\". A job at Brunvoll suits those who like to work both in teams and independently. They have flexible working hours and a social work environment. Events include Christmas parties, summer parties, quiz nights, Go-Kart tournaments, group training sessions (e.g., spinning, football), and mountain trips. The workplace has coffee and cakes in social areas, and the head office even has a shuffleboard!"],
    "Cisco": ["Cisco", "Cisco is a global leader in networking and technology that helps connect people, businesses, and devices around the world. Cisco focuses on innovation and creates solutions for smart cities, automated networks, and secure digital workplaces. With a career at Cisco, you'll have the opportunity to help develop and secure tomorrow's communication infrastructure, which is central to an increasingly connected world."],
    "Element_Logic": ["Element Logic", "Element Logic is a market-leading player in warehouse logistics automation and specializes in developing and implementing smart and efficient solutions to optimize warehouse operations. With their expertise in robotization and autonomous systems, they are best known for their use of AutoStore technology, which combines robots and intelligent storage systems to handle goods quickly and precisely. Element Logic helps customers worldwide increase productivity, reduce costs, and improve sustainability in the supply chain."],
    "Eltorque": ["Eltorque", "Eltorque delivers valve control systems to the maritime industry and aquaculture sector, and works on research and development of new products and further development of existing products. They are based here in Trondheim (Lade) and have an international, multicultural work environment characterized by good humor, laughter, and high ceilings. They have breakfast twice a week, waffle Wednesday, burger Friday, 'Solution beer', coffee area with sofa, lots of social activities on own initiative in afternoons and evenings. There is an option for flexible working hours if desired."],
    "Fugro": ["Fugro", "Fugro focuses on offshore wind, efficiency, and environmental projects with a focus on renewable energy. Their vision is to be part of the green transition, with a focus on innovation, responsibility, and social engagement. The work environment is inclusive and characterized by a high degree of professionalism. Diversity is an important part of their culture, with employees from different nationalities contributing to an exciting and dynamic workplace. Most employees have their own offices, though this depends on the position. Facilities are designed for both teamwork and interaction, while also allowing for independent work. The workplace has facilities such as foosball, chess, and a coffee machine. Social activities are organized irregularly locally to strengthen cohesion and well-being across departments. They offer flexible working hours, including the option to work from home some days and flexible start and end times to suit individual needs. They have offices in Trondheim, Bergen, and Oslo."],
    "Nemko": ["Nemko", "Nemko (Norwegian Electrical Material Control) is a leading player in testing, certification, and inspection of electrical and electronic products. They ensure that products meet national and international standards for safety, quality, and sustainability. Nemko offers services in everything from EMC testing and radio communication to environmental assessments and product development support. With a global network and deep technical expertise, Nemko plays an important role in helping companies bring innovative and reliable solutions to market. For those interested in advanced technology and system reliability, Nemko provides the opportunity to work at the intersection of control systems and industrial quality assurance."],
    "NFEA": ["NFEA", "The Norwegian Society for Electrical and Automation Engineering (NFEA) is a leading organization that promotes innovation and knowledge in electrical, automation, and digitization technology. Through courses, conferences, and networking, NFEA connects professionals, businesses, and academia to share experiences and drive new technology forward. They contribute to the development of smart solutions for industry, energy, and the society of the future. NFEA is a valuable arena for professional development, networking, and insight into the latest technology trends. With a job at NFEA, you become part of the community shaping the future's automated and sustainable solutions."],
    "Sopra_Steria": ["Sopra Steria", "Sopra Steria is an IT consulting company that is Norway's leader in digitalization, innovation, and sustainability. In short, they work with the breadth of technology consulting. That means everything from development, data analysis, digital platforms, project management, consulting, strategy, and everything in between. With 3,300 employees and offices in Oslo, Bergen, Stavanger, Trondheim, Drammen, Kristiansand, Tromsø, and Fredrikstad, Sopra Steria is a company that suits most cybernetics students. They themselves say that all profiles within cybernetics and robotics can be relevant for working with them and that it's entirely up to personal interest. A career at Sopra Steria gives you the opportunity to shape the future through technology, contribute to meaningful projects, and be part of an innovative and inclusive work environment."],
    "Thelma_Biotel": ["Thelma Biotel", "Develops a broad range of acoustic telemetry products for use in research and monitoring in the underwater environment. The company was founded in the 1970s with Balchen among the leaders. If you have a passion for technology and innovation while wanting to help create a sustainable future, a job at Thelma Biotel is right for you!"],
    "Hydro": ["Hydro", "Hydro is a leading industrial company building businesses and partnerships for a more sustainable future. They develop industries that are important for people and society. Since 1905, Hydro has transformed natural resources into valuable products for people and businesses, and created a safe and secure workplace for its 31,000 employees at more than 140 locations in 40 countries. Today they own and operate various businesses and have investments based in sustainable industries. Through its businesses, Hydro is present in a broad spectrum of market segments for aluminum, energy, metal recycling, renewable energy and batteries, and offers a unique wealth of knowledge and expertise."],
    "Equinor": ["Equinor", "We are Equinor, an international energy company with a proud history. Formerly known as Statoil, we are 20,000 committed colleagues developing oil, gas, wind and solar energy in more than 30 countries worldwide. We are the largest operator in Norway, among the world's largest offshore operators, and a growing force in renewable energy. Driven by our Nordic urge to explore beyond the horizon, and our dedication to safety, equality and sustainability, we are building a global business based on our values and the energy needs of the future."],
    "Water Linked": ["Water Linked", "Water Linked is a leading developer of advanced underwater technology specializing in acoustic positioning and wireless underwater communication. Their products are used globally in aquaculture, research, inspection, and offshore energy. Water Linked is known for its innovative approach to solving challenges in demanding underwater environments, with a focus on precision, reliability, and user-friendliness. The company's vision is to revolutionize how we navigate, communicate, and interact in underwater areas using groundbreaking technology."],
    "Eidsiva": ["Eidsiva", "Eidsiva is one of Norway's leading suppliers of renewable energy and broadband services, with a strong focus on sustainability and green energy. The company has a central role in the green transition through production and distribution of hydropower, district heating, and development of smart energy solutions. Eidsiva's vision is to deliver future-oriented and environmentally friendly energy solutions that contribute to a more sustainable society. Eidsiva has a strong focus on a good work environment. They report that they have access to company cabins by both sea and mountains, corporate sports teams, and provide access to season tickets and tickets to various cultural and sports events. In addition, they offer a dedicated arena for networking and social gatherings across disciplines and departments for the youngest in the company (35 and younger) called Young Ones."],
    "Stingray Marine Solutions AS": ["Stingray Marine Solutions", "Stingray Marine Solutions AS offers intelligent technology for the aquaculture industry. Their mission is to facilitate sustainable, intelligent, and increased salmon production. Through the use of camera vision, advanced software, data collection, and laser technology, the Stingray system removes salmon lice from fish in a gentle, efficient, and animal-friendly manner. BIG DATA is collected, integrated, structured, and presented as useful reports to farmers. This enables Stingray users to ensure better fish welfare, reduce animal handling, and harvest smarter from the sea."],
    "OceanTech": ["OceanTech", "OceanTech Innovation AS offers advanced technology solutions for offshore installation operators, specializing in safety-critical services and maintenance in challenging splash zones. Their mission is to simplify these operations by reducing costs, improving safety, and minimizing environmental impact. Using remotely operated robotic solutions, OceanTech performs maintenance tasks that exceed the capacity of divers and ROVs. Their technology is field-tested and combined with advanced rope access and lifting methods. OceanTech collects, integrates, and structures data to present useful reports to operators, enabling smarter and more efficient operations. OceanTech is headquartered in Trondheim, close to leading research environments at NTNU and SINTEF, and has completed over 70 projects on 50 different installations globally. Their dedication to innovation and safety makes them a reliable partner in the offshore industry."],
    "Data Respons": ["Data Respons", "Our mission is to build market leaders and ensure our customers' competitiveness and success. Together with our customers, we create innovative, profitable, and future-oriented products and solutions. Whether the customer presents a specific functional description or an open problem, it's up to us to deliver equally well on time, within budget, functionality, and quality. This is our commitment, and something our long-standing customer relationships confirm we do."],
    "Kitemill": ["Kitemill", "Kitemill is an innovative company developing technology for high-altitude wind turbines. By harnessing higher wind layers with flying kites, Kitemill produces renewable energy in an efficient and sustainable way. The company's goal is to revolutionize the wind power industry by delivering cost-effective and environmentally friendly energy solutions. With a focus on technological innovation and the green transition, Kitemill helps shape future energy solutions. Based in Voss, Kitemill is a world-leading player in developing groundbreaking technology for airborne wind energy. Since 2008, the company has worked to accelerate the transition to a zero-emission energy sector by utilizing stronger and more stable wind resources cost-effectively. Kitemill aims to improve the availability of renewable energy and reduce material use, making them an important contributor to the green transition."],
    "Siemens Energy": ["Siemens Energy", "Siemens Energy is one of the world's leading energy technology companies. The company collaborates with its customers and partners on future energy systems, thereby supporting the transition to a more sustainable world. With its portfolio of products, solutions, and services, Siemens Energy covers almost the entire energy value chain – from power generation and transmission to storage. The portfolio includes conventional and renewable energy technology, such as gas and steam turbines, hybrid power plants powered by hydrogen, as well as power generators and transformers. A majority stake in wind power subsidiary Siemens Gamesa Renewable Energy (SGRE) makes Siemens Energy a global market leader in renewable energy. Approximately one-sixth of the electricity generated worldwide is based on technology from Siemens Energy. Siemens Energy employs 99,000 people worldwide in more than 90 countries and generated revenue of around €34.5 billion in fiscal year 2024."],
    "NOV": ["NOV", "NOV delivers technology-driven solutions to strengthen the global energy industry. For more than 150 years, NOV has been a pioneer in innovations that enable customers to produce abundant energy safely while minimizing environmental impact. The energy industry relies on NOV's deep expertise and technology to continuously improve oil and gas field operations and assist in promoting the transition to a more sustainable future. NOV powers the industry that powers the world."],
    "Moen Marin": ["Moen Marin", "Moen Marin is Norway's leading supplier of workboats and service solutions to the aquaculture industry. The company has a strong focus on sustainable and innovative solutions that support the development of a more environmentally friendly aquaculture industry. Moen Marin is at the forefront of electrification of workboats and development of autonomous and hybrid vessels for efficient and environmentally friendly operation. Their vision is to contribute to a sustainable future by delivering modern, safe, and cost-effective solutions to the aquaculture industry. The headquarters are located in Trondheim, but they have branch offices along the entire Norwegian coast."],
    "TechnipFMC": ["TechnipFMC", "TechnipFMC is a leading technology provider to the traditional and new energy industry, delivering fully integrated projects, products, and services. With our proprietary technologies and comprehensive solutions, we transform our customers' project economics, help them unlock new opportunities to develop energy resources while reducing carbon intensity and supporting their energy transition ambitions. Organized into two business segments – Subsea and Surface Technologies – we will continue to advance the industry with our groundbreaking integrated ecosystems (such as iEPCI™, iFEED™, and iComplete™), technology leadership, and digital innovation. Each of our approximately 20,000 employees is driven by a commitment to our customers' success, and a culture characterized by strong execution, purposeful innovation, and challenging industry standards. To learn more about us and how we improve the performance of the world's energy industry, visit TechnipFMC.com."],
    "PWC": ["PWC", "At PwC, our purpose is to build trust in society and solve important problems. We are a network of firms in 152 countries with over 327,000 people committed to delivering quality in audit, advisory, and tax services. Find out more and tell us what matters to you by visiting us at www.pwc.com. PwC refers to the PwC network and/or one or more of its member firms, each of which is a separate legal entity."],
    "Vard": ["Vard", "Vard is a leading global supplier of specialized ships and maritime solutions, with a strong focus on innovation, sustainability, and technology development. They play a central role in the green transition through development of environmentally friendly vessels and solutions for offshore energy, including offshore wind power and autonomous vessels. The work environment is characterized by high technical competence, innovation, and collaboration, where employees are encouraged to contribute new ideas and solutions. They have offices and shipyards in several locations in Norway, including Ålesund and Sandefjord."],
    "Kongsberg_Defence_and_Aerospace": ["Kongsberg Defence and Aerospace", "We are an international company with strong Norwegian roots. Collaboration with our customers, partners, and suppliers, and a commitment to understanding the context in which our technology is used, are important drivers behind the company's international development and growth. We share knowledge and drive improvements throughout our business, and seek to add value to every customer and in every sector where we operate. All our activities are characterized by integrity and care for health, safety, and the environment. Our systems, services, and products are in the international top class. We have achieved this position through more than 200 years of innovation, hard work, and determination. Our solutions increase performance and optimize results in areas that are strategically important worldwide – maritime industry, defense and security, exploration of natural resources such as oil, natural gas and fish stocks, as well as space exploration. We protect people and the planet by innovating technology today, for a better tomorrow."]
}
