{
    "ABB": ["ABB", "ABB er en global leder innen elektrifisering, robotikk, automatisering og bærekraftige energiløsninger. De utvikler banebrytende teknologi som kombinerer digitalisering og elektrifisering for å skape smartere, grønnere og mer effektive løsninger for industri og samfunn. ABBs produkter, som roboter og styringssystemer, driver alt fra produksjonslinjer til energinett."],
    "Applica_Consulting": ["Applica Consulting", "Applica Consulting AS er et norsk teknologiselskap med spesialkompetanse innen utvikling av programvare og elektroniske systemer. De leverer innovative løsninger til kunder i ulike bransjer, inkludert energi, havbruk, og industriell automatisering. Selskapet er kjent for sitt fokus på skreddersøm og kvalitet, hvor nøkkeloppgavene inkluderer utvikling av innvevde systemer, IoT-løsninger, og styringssystemer for komplekse tekniske utfordringer. Med en kultur som fremmer samarbeid og nyskapning, er Applica Consulting AS et spennende valg for deg som ønsker å kombinere kunnskap om kontrollsystemer med interesse for energiproduksjon og avansert teknologi."],
    "Brunvoll": ["Brunvoll", "Brunvoll er en familieid bedrift som holder på med utvikling, egenproduksjon og service på fremdrift-, posisjonering og manøvreringssystem for avanserte sjøgående fartøy. Deres visjon er å være bransjeledende innen bærekraft, med verdiene “ansvarlig, pålitelig og engasjert”. En jobb i Brunvoll passer både for deg som liker å jobbe i team og selvstendig. De har fleksitidsordning og et sosialt arbeidsmiljø. Det arrangeres både julebord, sommerfest, quizkvelder, Gocart-turnering, felles treningsopplegg (f.eks spinning, fotball) og fjellturer. På arbeidsplassen er det kaffe og kaker i sosiale soner, på hovedkontoret er det til og med et shuffleboard!"],
    "Cisco": ["Cisco", "Cisco er en global leder innen nettverk og teknologi som bidrar til å koble mennesker, bedrifter og enheter sammen over hele verden. Cisco fokuserer på innovasjon og skaper løsninger for smarte byer, automatiserte nettverk og sikre digitale arbeidsplasser. Med en karriere i Cisco vil du få muligheten til å være med på å utvikle og sikre morgendagens kommunikasjonsinfrastruktur, noe som er helt sentralt i en stadig mer tilkoblet verden."],
    "Element_Logic": ["Element Logic" ,"Element Logic er en markedsledende aktør innen automasjon av lagerlogistikk og spesialiserer seg på å utvikle og implementere smarte og effektive løsninger for å optimalisere lagerdrift. Med sin ekspertise innen robotisering og autonome systemer, er de mest kjent for sin bruk av AutoStore-teknologi, som kombinerer roboter og intelligente lagringssystemer for å håndtere varer raskt og presist. Element Logic hjelper kunder over hele verden med å øke produktiviteten, redusere kostnader og forbedre bærekraften i forsyningskjeden."],
    "Eltorque": ["Eltorque", "Eltorque leverer ventilstyringssystemer til maritim bransje og oppdrettsnæringen, og jobber med forskning og utvikling av nye produkt og videreutvikling av eksisterende produkter. De holder til her i Trondheim (Lade) og har et arbeidsmiljø som er internasjonalt, multikulturelt  og preget av godt humør, latter og stor takhøyde. De har frokost to ganger i uka, vaffelonsdag, burger-fredag, «Løsningspils», kaffeområde med sofa, mye sosialt på eget initiativ på ettermiddager og kveld. Det er mulighet for fleksibel arbeidstid dersom det er ønskelig. "],
    "Fugro": ["Fugro", "Fugros satser på offshore-vind, effektivisering og miljøprosjekter med et fokus på fornybar energi.  Deres visjon er å være en del av det grønne skiftet, med fokus på innovasjon, ansvarlighet og samfunnsengasjement. Arbeidsmiljøet er inkluderende og preget av høy grad av profesjonalitet. Mangfold er en viktig del av deres kultur, med ansatte fra ulike nasjonaliteter som bidrar til en spennende og dynamisk arbeidsplass. På arbeidsplassen har de fleste egne kontorer, men det er selvfølgelig avhengig av stilling. Det tilrettelegges både for teamarbeid og interaksjon, samtidig som det er mulighet for å jobbe selvstendig. På arbeidsplassen har de fasiliteter som foosball, sjakk og kaffemaskin. Sosiale aktiviteter organiseres uregelmessig lokalt for å styrke samhold og trivsel på tvers av avdelinger. De tilbyr fleksibel arbeidstid, inkludert muligheten til å jobbe hjemmefra enkelte dager og fleksible start- og sluttider for å tilpasse seg individuelle behov. De har kontorer i Trondheim, Bergen og Oslo."],
    "Nemko": ["Nemko", "Nemko (Norges Elektriske Materiellkontroll) er en ledende aktør innen testing, sertifisering og inspeksjon av elektriske og elektroniske produkter. De sikrer at produkter møter nasjonale og internasjonale standarder for sikkerhet, kvalitet og bærekraft. Nemko tilbyr tjenester innen alt fra EMC-testing og radiokommunikasjon til miljøvurderinger og produktutviklingsstøtte. Med et globalt nettverk og dyp teknisk ekspertise, spiller Nemko en viktig rolle i å hjelpe bedrifter med å bringe innovative og pålitelige løsninger til markedet. For deg som er interessert i avansert teknologi og systempålitelighet, gir Nemko muligheten til å jobbe i skjæringspunktet mellom kontrollsystemer og industriell kvalitetssikring."],
    "NFEA": ["NFEA", "Norsk Forening for Elektro og Automatisering (NFEA) er en ledende organisasjon som fremmer innovasjon og kunnskap innen elektro-, automasjons- og digitaliseringsteknologi. Gjennom kurs, konferanser og nettverksbygging kobler NFEA sammen fagfolk, bedrifter og akademia for å dele erfaringer og drive frem ny teknologi. De bidrar til utvikling av smarte løsninger for industri, energi og fremtidens samfunn. NFEA en verdifull arena for faglig utvikling, nettverk og innsikt i de nyeste teknologitrendene. Med jobb i NFEA blir du en del av fellesskapet som former fremtidens automatiserte og bærekraftige løsninger."],
    "Sopra_Steria": ["Sopra Steria", "Sopra Steria er et IT-konsulentselskap som er Norges ledende innen digitalisering, innovasjon og bærekraft. Kort forklart jobber de med bredden av teknologirådgivning. Det vil si alt fra utvikling, dataanalyse, digitale plattformer, prosjektledelse, rådgivning, strategi, og alt mellom. Med 3300 ansatte og kontorer i Oslo, Bergen, Stavanger, Trondheim, Drammen, Kristiansand, Tromsø og Fredrikstad, er Sopra Steria en bedrift som passer for de fleste kybbere. Selv forteller de at alle profilene innen kybernetikk og robotikk kan være relevante for å jobbe hos dem og at det er helt opp til egen interesse. En karriere i Sopra Steria gir deg muligheten til å forme fremtiden gjennom teknologi, bidra til meningsfulle prosjekter og være en del av et innovativt og inkluderende arbeidsmiljø."],
    "Thelma_Biotel": ["Thelma Biotel", "Utvikler et bredt spekter av akustiske telemetriprodukter for bruk i forskning og overvåking i det undersjøiske miljøet. Bedriften ble grunnlagt på 1970-tallet med blant annet Balchen i spissen. Dersom du har en lidenskap for teknologi og innovasjon samtidig som du vil være med å skape en bærekraftig framtid passer en jobb i Thelma Biotel for deg!"],
    "Hydro": ["Hydro", "Hydro er et ledende industriselskap som bygger virksomheter og partnerskap for en mer bærekraftig fremtid. De utvikler industrier som er viktige for mennesker og samfunn. Siden 1905 har Hydro omdannet naturressurser til verdifulle produkter for mennesker og bedrifter, og skapt en trygg og sikker arbeidsplass for sine 31 000 ansatte på mer enn 140 lokasjoner i 40 land. I dag eier og driver de ulike virksomheter og har investeringer med en base i bærekraftige industrier. Hydro er gjennom sine virksomheter til stede i et bredt spekter av markedssegmenter for aluminium, energi, metallgjenvinning, fornybar energi og batterier, og tilbyr en unik rikdom av kunnskap og kompetanse."],
    "Equinor": ["Equinor", "Vi er Equinor, et internasjonalt energiselskap med en stolt historie. Tidligere kjent som Statoil, er vi 20 000 engasjerte kolleger som utvikler olje, gass, vind- og solenergi i mer enn 30 land verden over. Vi er den største operatøren i Norge, blant verdens største offshore-operatører, og en voksende kraft innen fornybar energi. Drevet av vår nordiske trang til å utforske utover horisonten, og vår dedikasjon til sikkerhet, likestilling og bærekraft, bygger vi en global virksomhet basert på våre verdier og fremtidens energibehov."],
    "Water Linked": ["Water Linked", "Water Linked er en ledende utvikler av avansert undervannsteknologi med spesialisering innen akustisk posisjonering og trådløs kommunikasjon under vann. Deres produkter benyttes globalt i blant annet havbruk, forskning, inspeksjon og offshore-energi. Water Linked er kjent for sin innovative tilnærming til å løse utfordringer i krevende undervannsmiljøer, med fokus på presisjon, pålitelighet og brukervennlighet. Selskapets visjon er å revolusjonere hvordan vi navigerer, kommuniserer og samhandler i undervannsområder ved hjelp av banebrytende teknologi."],
    "Eidsiva": ["Eidsiva", "Eidsiva er en av Norges ledende leverandører av fornybar energi og bredbåndstjenester, med et sterkt fokus på bærekraft og grønn energi. Selskapet har en sentral rolle i det grønne skiftet gjennom produksjon og distribusjon av vannkraft, fjernvarme og utvikling av smarte energiløsninger. Eidsivas visjon er å levere fremtidsrettede og miljøvennlige energiløsninger som bidrar til et mer bærekraftig samfunn. Eidsiva har stort fokus på et godt arbeidsmiljø. De forteller at de bl.a. har tilgang på firmahytter ved både sjø og fjell, bedriftsidrettslag og gir tilgang på sesongkort og billetter til diverse kultur- og idrettsarrangementer. I tillegg tilbyr de en egen arena for nettverksbygging og sosiale treff på tvers av fag og avdeling for de yngste i selskapet (35 og yngre) som heter Young Ones."],
    "Stingray Marine Solutions AS": ["Stingray Marine Solutions", "Stingray Marine Solutions AS tilbyr intelligent teknologi for havbruksnæringen. Deres oppdrag er å legge til rette for bærekraftig, intelligent og økt lakseproduksjon. Gjennom bruk av kameravisjon, avansert programvare, datainnsamling og laserteknologi fjerner Stingray-systemet lakselus fra fisken på en skånsom, effektiv og dyrevennlig måte. BIG DATA samles inn, integreres, struktureres og presenteres som nyttige rapporter til oppdrettere. Dette gjør det mulig for Stingray-brukere å sikre bedre fiskevelferd, redusere håndtering av dyrene og høste smartere fra havet."],
    "OceanTech": ["OceanTech", "OceanTech Innovation AS tilbyr avanserte teknologiløsninger for offshore installasjonsoperatører, med spesialisering i sikkerhetskritiske tjenester og vedlikehold i utfordrende sprutsoner. Deres oppdrag er å forenkle disse operasjonene ved å redusere kostnader, forbedre sikkerheten og minimere miljøpåvirkningen. Ved bruk av fjernstyrte robotløsninger utfører OceanTech vedlikeholdsoppgaver som går utover kapasiteten til dykkere og ROV-er. Deres teknologi er feltprøvd og kombinert med avanserte metoder for tauadgang og løfting. OceanTech samler inn, integrerer og strukturerer data for å presentere nyttige rapporter til operatører, noe som muliggjør smartere og mer effektive operasjoner. OceanTech har hovedkontor i Trondheim, nær ledende forskningsmiljøer ved NTNU og SINTEF, og har gjennomført over 70 prosjekter på 50 forskjellige installasjoner globalt[1](https://www.oceantech.no/company/who-we-are/). Deres dedikasjon til innovasjon og sikkerhet gjør dem til en pålitelig partner i offshoreindustrien."],
    "Data Respons": ["Data Respons", "Vår oppgave er å bygge markedsledere og sikre våre kunders konkurranseevne og suksess. Sammen med våre kunder skaper vi innovative, lønnsomme og fremtidsrettede produkter og løsninger. Enten kunden presenterer en spesifikk funksjonsbeskrivelse eller et åpent problem, er det opp til oss å levere like godt til rett tid, innenfor budsjett, funksjonalitet og kvalitet. Dette er vårt engasjement, og noe våre mangeårige kundeforhold bekrefter at vi gjør."],
    "Kitemill": ["Kitemill", "Kitemill er en innovativ bedrift som utvikler teknologi for høydeflygende vindturbiner. Ved å utnytte høyere vindlag med flyvende drager, produserer Kitemill fornybar energi på en effektiv og bærekraftig måte. Selskapets mål er å revolusjonere vindkraftindustrien ved å levere kostnadseffektive og miljøvennlige energiløsninger. Med fokus på teknologisk innovasjon og det grønne skiftet, bidrar Kitemill til å forme fremtidens energiløsninger. Med hovedkontor i Voss, er Kitemill en verdensledende aktør innen utvikling av banebrytende teknologi for luftbåren vindenergi. Siden 2008 har selskapet jobbet for å akselerere overgangen til en nullutslipps energisektor ved å utnytte sterkere og mer stabile vindressurser på en kostnadseffektiv måte1. Kitemill har som mål å forbedre tilgjengeligheten av fornybar energi og redusere bruken av materialer, noe som gjør dem til en viktig bidragsyter i det grønne skiftet."],
    "Siemens Energy": ["Siemens Energy", "Siemens Energy er et av verdens ledende energiteknologiselskaper. Selskapet samarbeider med sine kunder og partnere om fremtidens energisystemer, og støtter dermed overgangen til en mer bærekraftig verden. Med sin portefølje av produkter, løsninger og tjenester dekker Siemens Energy nesten hele energiverdikjeden – fra kraftproduksjon og overføring til lagring. Porteføljen inkluderer konvensjonell og fornybar energiteknologi, som gass- og dampturbiner, hybride kraftverk drevet med hydrogen, samt kraftgeneratorer og transformatorer. En majoritetsandel i vindkraftdatterselskapet Siemens Gamesa Renewable Energy (SGRE) gjør Siemens Energy til en global markedsleder innen fornybar energi. Anslagsvis en sjettedel av elektrisiteten som genereres på verdensbasis, er basert på teknologi fra Siemens Energy. Siemens Energy sysselsetter 99 000 mennesker over hele verden i mer enn 90 land og genererte en omsetning på rundt €34,5 milliarder i regnskapsåret 2024."],
    "NOV": ["NOV", "NOV leverer teknologidrevne løsninger for å styrke den globale energibransjen. I mer enn 150 år har NOV vært en pioner innen innovasjoner som gjør det mulig for kundene å produsere rikelig med energi på en sikker måte, samtidig som miljøpåvirkningen minimeres. Energibransjen er avhengig av NOVs dype ekspertise og teknologi for kontinuerlig å forbedre olje- og gassfeltoperasjoner og bistå i arbeidet med å fremme overgangen til en mer bærekraftig fremtid. NOV driver industrien som driver verden."],
    "Moen Marin": ["Moen Marin", "Moen Marin er Norges ledende leverandør av arbeidsbåter og serviceløsninger til havbruksnæringen. Selskapet har et sterkt fokus på bærekraftige og innovative løsninger som støtter utviklingen av en mer miljøvennlig havbruksindustri. Moen Marin er i front når det gjelder elektrifisering av arbeidsbåter og utvikling av autonome og hybride fartøy for effektiv og miljøvennlig drift. Deres visjon er å bidra til en bærekraftig fremtid ved å levere moderne, trygge og kostnadseffektive løsninger til oppdrettsnæringen. Hovedkontoret befinner seg i Trondheim, men de har avdelingskontorer langs hele norskekysten."],
    "TechnipFMC": ["TechnipFMC", "TechnipFMC er en ledende teknologileverandør til den tradisjonelle og nye energibransjen, og leverer fullt integrerte prosjekter, produkter og tjenester. Med våre proprietære teknologier og omfattende løsninger, transformerer vi våre kunders prosjektøkonomi, hjelper dem med å åpne nye muligheter for å utvikle energiressurser samtidig som vi reduserer karbonintensiteten og støtter deres ambisjoner om energiovergang. Organisert i to forretningssegmenter – Subsea og Surface Technologies – vil vi fortsette å fremme industrien med våre banebrytende integrerte økosystemer (som iEPCI™, iFEED™ og iComplete™), teknologiledelse og digital innovasjon. Hver av våre omtrent 20 000 ansatte er drevet av en forpliktelse til våre kunders suksess, og en kultur preget av sterk gjennomføring, målrettet innovasjon og utfordring av industristandarder. For å lære mer om oss og hvordan vi forbedrer ytelsen til verdens energibransje, gå til TechnipFMC.com."],
    "PWC": ["PWC", "Hos PwC er vårt formål å bygge tillit i samfunnet og løse viktige problemer. Vi er et nettverk av firmaer i 152 land med over 327 000 mennesker som er forpliktet til å levere kvalitet innen revisjon, rådgivning og skattetjenester. Finn ut mer og fortell oss hva som er viktig for deg ved å besøke oss på www.pwc.com. PwC refererer til PwC-nettverket og/eller ett eller flere av dets medlemsfirmaer, som hver er en egen juridisk enhet."],
    "Vard": ["Vard", "Vard er en ledende global leverandør av spesialiserte skip og maritime løsninger, med en sterk satsing på innovasjon, bærekraft og teknologiutvikling. De spiller en sentral rolle i det grønne skiftet gjennom utvikling av miljøvennlige fartøy og løsninger for offshore energi, inkludert offshore vindkraft og autonome fartøy. Arbeidsmiljøet er preget av høy teknisk kompetanse, innovasjon og samarbeid, hvor ansatte oppfordres til å bidra med nye ideer og løsninger. De har kontorer og verft flere steder i Norge, inkludert Ålesund og Sandefjord."],
    "Kongsberg_Defence_and_Aerospace": ["Kongsberg Defence and Aerospace", "Vi er et internasjonalt selskap med sterke norske røtter. Samarbeid med våre kunder, partnere og leverandører, og en forpliktelse til å forstå konteksten der vår teknologi brukes, er viktige drivkrefter bak selskapets internasjonale utvikling og vekst. Vi deler kunnskap og driver forbedringer gjennom hele vår virksomhet, og søker å tilføre verdi til hver kunde og i hver sektor der vi opererer. Alle våre aktiviteter er preget av integritet og omtanke for helse, sikkerhet og miljø. Våre systemer, tjenester og produkter er i den internasjonale toppklassen. Vi har oppnådd denne posisjonen gjennom mer enn 200 år med innovasjon, hardt arbeid og besluttsomhet. Våre løsninger øker ytelsen og optimaliserer resultatene i områder som er strategisk viktige over hele verden – maritim industri, forsvar og sikkerhet, utforskning av naturressurser som olje, naturgass og fiskebestander, samt utforskning av verdensrommet. Vi beskytter mennesker og planeten ved å innovere teknologi i dag, for en bedre morgendag."]
}